export function operatename () {

  return operatename = ['用户添加', '用户删除', '用户修改', '用户登录',
    '调节亮度', '全开灯', '全关灯', '开灯', '关灯', '实时查询', // 4
    '添加项目', '删除项目', '修改项目', // 10
    '添加集中器', '删除集中器', '修改集中器', // 13
    '添加终端', '删除终端', '修改终端', '添加任务', // 16
    '删除任务', '修改任务', '添加任务应用', '删除任务应用', '修改任务应用', '下载任务', '取消任务', // 20
    '添加路灯类型', '编辑路灯类型', '删除路灯类型', // 27
    '添加角色', '编辑角色', '删除角色', // 30
    '参数更新', '区域更新', '添加区域', '删除区域', // 33
    '添加摄像头', '删除摄像头', '修改摄像头', // 37
    '添加Wifi热点', '删除Wifi热点', '修改Wifi热点', // 40
    '添加广告牌', '删除广告牌', '修改广告牌', // 43
    '全体自动', '自动', '下载固件', '更新固件' // 46
  ]
}

